[
  {
    "message": "Привет. Ты вроде увлекаешься всякими необычными вещами? Со мной недавно приключилось нетто странное, и я не могу держать это в себе.  Ты можешь выслушать меня?",
    "choices": {
      "postiveChoiceLabel": "Да",
      "negativeChoiceLabel": "Кто это?",
      "positiveChoice": "Привет. Мне действительно это интересно, но откуда ты обо мне наешь?.",
      "negativeChoice": "Ты вообще кто?",
      "positiveMessageAnswer": 2,
      "negativeMessageAnswer": 3
    },
    "next": 2
  },
  {
    "message": "Мне про тебя рассказал один мой знакомый из института.",
    "choices": null,
    "next": 4
  },
  {
    "message": "Это не важно. Мне просто нужно кому-то это рассказать.",
    "choices": null,
    "next": 4
  },
  {
    "message": "Я совсем недавно переехал в Москву и у меня нет тут близких друзей с кем я мог бы обсудить произошедшее. Я не прошу поверить мне, я должен рассказать хоть кому-то.",
    "choices": null,
    "next": 5
  },
  {
    "message": "Я не так давно поступил в институт, и родители сняли мне квартиру на окраине города. Дом этот очень длинный и изгибается буквой П, напротив можно увидеть окна квартир моего же дома.  С момента моего переда я не замечал ничего необычного, но несколько дней назад произошло нечто странное.",
    "choices": null,
    "next": 6
  },
  {
    "message": " Время было за полночь, и я как обычно стоял на балконе и курил,  и тогда я увидел, то в каждом освещенном окне стояли люди и смотрели во двор. Во дворе при этом ничего не происходило.  Это кажется очень странным, не так ли?",
    "choices": {
      "postiveChoiceLabel": "Ты прав",
      "negativeChoiceLabel": "Приснилось?",
      "positiveChoice": "Это немного странно, но скорее всего, существует логическое объяснение тому, что произошло.",
      "negativeChoice": "Ты уверен, что тебе это не принялось?",
      "positiveMessageAnswer": 7,
      "negativeMessageAnswer": 8
    },
    "next": 7
  },
  {
    "message": "Я старался не придавать этому значения, но мне все равно не дает покоя это событие",
    "choices": null,
    "next": 9
  },
  {
    "message": "Уверен и я сейчас расскажу почему.",
    "choices": null,
    "next": 9
  }
]


