[
  {
    "message": "Вау! Это работает! То есть, привет)",
    "choices": null,
    "next": 2
  },
  {
    "message": "Не ожидал, что это приложение и правда работает",
    "choices": null,
    "next": 3
  },
  {
    "message": "Мне не очень комфортно общаться с людьми в реале, но случайный собеседник из интернета это самое то)",
    "choices": null,
    "next": 4
  },
  {
    "message": "Возможно, чем меньше люди знают друг друга, тем лучше. Ну, это типа моя философия. Но все же стоит хотя бы представиться, ты можешь звать меня Антоном.",
    "choices": null,
    "next": 5
  },
  {
    "message": "Ну и раз с приветствием покончено, то я хотел бы спросить, ты увлекаешься всякими необычными или сверхъестественными вещами?",
    "choices": null,
    "next": 6
  },
  {
    "message": "Я немного увлекался раньше, но не ожидал, что что-то подобное произойдет со мной и мне хотелось бы просто поговорить об этом с тем, кто не знает меня в реале.",
    "choices": {
      "postiveChoiceLabel": "Интересно",
      "negativeChoiceLabel": "Нет",
      "positiveChoice": "Привет. Мне действительно это интересно)",
      "negativeChoice": "Меня не очень интересует эта тема, но раз ты начал, то хотелось бы услышать.",
      "positiveMessageAnswer": 7,
      "negativeMessageAnswer": 8
    },
    "next": 7
  },
  {
    "message": "Мне и самому было бы любопытно.",
    "choices": null,
    "next": 9
  },
  {
    "message": "Я не прошу верить мне и в, то что я расскажу, просто выслушай меня.",
    "choices": null,
    "next": 9
  },
  {
    "message": "Думаю, для начала стоит рассказать, что я не так давно переехал в Москву. Это связано с моим поступлением в институт.",
    "choices": null,
    "next": 10
  },
  {
    "message": "Мне должны были выдать комнату в общаге, но мой отец был категорически против общежития и поэтому снял мне квартиру на окраине города, но все же не так уж далеко от моего института",
    "choices": null,
    "next": 11
  },
  {
    "message": "Мне на самом деле все равно где жить, лишь бы не в одной квартире с моим отцом. Это было бы уже совсем невыносимо",
    "choices": null,
    "next": 12
  },
  {
    "message": "В любом случае я рад, то тут нет клопов или тараканов.",
    "choices": null,
    "next": 13
  },
  {
    "message": "Но все это не важно, важно на самом деле то, что дом этот изгибается буквой П и из моего окна можно увидеть окна квартир моего же дома",
    "choices": null,
    "next": 14
  },
  {
    "message": "В общем первые пару месяцев не было ничего необычного,  обычная рутина, да и учеба много времени занимала",
    "choices": null,
    "next": 15
  },
  {
    "message": "Сейчас уже вроде не так сложно",
    "choices": null,
    "next": 16
  },
  {
    "message": "Я отвлекся.",
    "choices": null,
    "next": 17
  },
  {
    "message": "Так.",
    "choices": null,
    "next": 18
  },
  {
    "message": "Все началось буквально несколько дней назад, время было за полночь, и я как обычно стоял на балконе и курил,  и тогда я увидел, то в каждом освещенном окне стояли люди и смотрели во двор.",
    "choices": null,
    "next": 19
  },
  {
    "message": "Во дворе при этом ничего не происходило.  То есть не было каких-то громких звуков или типа того.",
    "choices": null,
    "next": 20
  },
  {
    "message": "Это кажется очень странным, не так ли?",
    "choices": {
      "postiveChoiceLabel": "Странно",
      "negativeChoiceLabel": "Бред",
      "positiveChoice": "Это немного странно, но скорее всего, существует логическое объяснение тому, что произошло",
      "negativeChoice": "Ты уверен, что тебе это не приснилось?",
      "positiveMessageAnswer": 21,
      "negativeMessageAnswer": 22
    },
    "next": 21
  },
  {
    "message": "Я старался не придавать этому значения, но мне все равно не дает покоя это событие",
    "choices": null,
    "next": 23
  },
  {
    "message": "Уверен и я сейчас расскажу почему",
    "choices": null,
    "next": 23
  },
  {
    "message": "Все дело в том, что это не все. Конечно, один такой эпизод не показался бы мне таким уж странным",
    "choices": null,
    "next": 24
  },
  {
    "message": "Но, однако, я любопытный, да. И решил проверить повторится ли все завтра.\n",
    "choices": null,
    "next": 25
  },
  {
    "message": "И на следующую ночь все в самом деле повторилось!",
    "choices": null,
    "next": 26
  },
  {
    "message": "На часах было 0:29. Не знаю зачем я посмотрел на часы. Может это моя дотошность?",
    "choices": null,
    "next": 27
  },
  {
    "message": "В любом случае я видел как в это время во всех освященных окнах появились силуэты людей и стояли так примерно минуту",
    "choices": null,
    "next": 28
  },
  {
    "message": "Я наблюдал за этим еще пару ночей подряд и все повторялось в одно и то же время",
    "choices": null,
    "next": 29
  },
  {
    "message": "Я хотел даже это сфотографировать, но на моем телефоне не работает камера.  Отец купил мне самую простую звонилку для поддержания связи, а денег на другой телефон у меня нет",
    "choices": null,
    "next": 30
  },
  {
    "message": "Такой я в общем типичный нищеброд, да",
    "choices": null,
    "next": 31
  },
  {
    "message": "Впрочем, я не знаю, что бы я делал, даже если бы у меня были фотографии. Спокойнее мне бы не стало это точно",
    "choices": null,
    "next": 32
  },
  {
    "message": "И я заметил еще кое-что необычное, что в это время в доме пропадают все звуки",
    "choices": null,
    "next": 33
  },
  {
    "message": "Мой дом довольно старый и стены тут очень тонкие и обычно я слышу почти все что происходит у соседей",
    "choices": null,
    "next": 34
  },
  {
    "message": "Обычно это конечно ссоры соседей справа. Или телевизор у соседей в квартире слева",
    "choices": null,
    "next": 35
  },
  {
    "message": "Еще у кого-то из соседей явно есть дети и я слышу, звуки всяких пищащих и говорящих игрушек. В общем, у соседей всегда очень шумно",
    "choices": null,
    "next": 36
  },
  {
    "message": "Но только когда они подходят к окнам, наступает полная тишина, я не слышу даже чиха и соседних квартир",
    "choices": null,
    "next": 37
  },
  {
    "message": "Я хочу ночью выйти во двор и посмотреть, что там может привлекать внимание соседей, но не уверен что это хорошая идея, а что думаешь ты?",
    "choices": {
      "postiveChoiceLabel": "Иди",
      "negativeChoiceLabel": "Мда уж",
      "positiveChoice": "Стоит попробовать, вдруг ты просто не замечешь что-то со своего балкона",
      "negativeChoice": "Ну, по крайней мере, если ты выйдешь, то не будешь стоять у окна как ненормальный.",
      "positiveMessageAnswer": 38,
      "negativeMessageAnswer": 39
    },
    "next": 38
  },
  {
    "message": "Окей, я напишу тебе позже о своих наблюдениях",
    "choices": null,
    "next": 40
  },
  {
    "message": "Хах. Может я и псих, но все же мне интересно что происходит с моими соседями",
    "choices": null,
    "next": 40
  },
  {
    "message": "Я только что вернулся домой",
    "choices": null,
    "next": 41
  },
  {
    "message": "Мне надо успокоиться",
    "choices": null,
    "next": 42
  },
  {
    "message": "В общем, как и планировалось, я вышел во двор примерно в 12 часов ночи",
    "choices": null,
    "next": 43
  },
  {
    "message": "Я специально вышел немного раньше времени и наблюдал, а окнами, когда соседи ведут себя нормально и действительно и не происходило ничего странного",
    "choices": null,
    "next": 44
  },
  {
    "message": "Было немного прохладно и тихо и очень спокойно, но примерно через пол часа  стало совсем тихо. Я смотрел на свой дом, на окна, где еще горел свет",
    "choices": null,
    "next": 45
  },
  {
    "message": "И почти синхронно во всех окнах начали подходить к окнам",
    "choices": null,
    "next": 46
  },
  {
    "message": "В одном окне  на втором этаже горел свет, я стоял достаточно близко и видел, что к окну подошла женщина и маленькая девочка лет семи.",
    "choices": null,
    "next": 47
  },
  {
    "message": "Они стояли неподвижно, но их губы шевелили",
    "choices": null,
    "next": 48
  },
  {
    "message": "Обе. И женщина и девочка синхронно говорили. При этом сами они стояли неподвижно",
    "choices": null,
    "next": 49
  },
  {
    "message": "Людей и других квартир я видел не так четко, но я уверен, что так делают все кто стоял у окна",
    "choices": null,
    "next": 50
  },
  {
    "message": "Я не мог слышать слов, но от этого зрелища мне стало не по себе, и я поспешил вернуться домой",
    "choices": {
      "postiveChoiceLabel": "Жуть",
      "negativeChoiceLabel": "Ерунда",
      "positiveChoice": "Жуть какая! Хорошо,  что ты вернулся домой и все в порядке",
      "negativeChoice": "Ну, по крайней мере, если ты выйдешь, то не будешь стоять у окна как ненормальный.",
      "positiveMessageAnswer": 51,
      "negativeMessageAnswer": 52
    },
    "next": 51
  },
  {
    "message": "Но я так и не узнал, на что они смотрят во дворе",
    "choices": null,
    "next": 54
  },
  {
    "message": "Я и сам хотел бы верить, что мне показалось, но я стоял достаточно близко к тому окну и отчетливо все видел",
    "choices": null,
    "next": 53
  },
  {
    "message": "Тем более что все остальные люди мне точно не показались. Это вообще странно, что они стоят у окна.",
    "choices": null,
    "next": 54
  },
  {
    "message": "Сейчас мне уже не кажется это таким страшным",
    "choices": null,
    "next": 55
  },
  {
    "message": "И мне все еще интересно узнать что происходит",
    "choices": null,
    "next": 56
  },
  {
    "message": "Интересно, а мои соседи по этажу тоже так стоят?",
    "choices": null,
    "next": 57
  },
  {
    "message": "В такое время обычно люди спят. Интересно, к окну подходят только те кто не спит или люди просыпаются и идут к окну?",
    "choices": null,
    "next": 58
  },
  {
    "message": "Надеюсь, что только те кто не спит",
    "choices": null,
    "next": 59
  },
  {
    "message": "После всего что я видел я не уверен, что хочу знать, что действительно происходит в этом доме. Мне кажется, что это может плохо закончится",
    "choices": null,
    "next": 60
  },
  {
    "message": "Что думаешь ты? Стоит ли мне продолжать наблюдение?",
    "choices": {
      "postiveChoiceLabel": "Не стоит",
      "negativeChoiceLabel": "Понаблюдай",
      "positiveChoice": "Если тебе страшно, то лучше пока не думай об этом, нервы дороже",
      "negativeChoice": "Лучше понаблюдай еще, может быть заметишь что-нибудь интересное или узнаешь почему все себя так ведут.",
      "positiveMessageAnswer": 61,
      "negativeMessageAnswer": 64
    },
    "next": 61
  },
  {
    "message": "Я бы не сказал, что мне страшно, скорее неуютно. Ну, или не знаю, как это назвать",
    "choices": null,
    "next": 62
  },
  {
    "message": "Это не похоже на страх, но может просто беспокойство?",
    "choices": null,
    "next": 63
  },
  {
    "message": "Но ты прав, я не должен так зацикливаться на этом",
    "choices": null,
    "next": 67
  },
  {
    "message": "Мне тоже любопытно",
    "choices": null,
    "next": 65
  },
  {
    "message": "Я не позволю дурным предчувствиям управлять мною",
    "choices": null,
    "next": 66
  },
  {
    "message": "Я должен докопаться до истины",
    "choices": null,
    "next": 67
  },
  {
    "message": "Наконец-то утро. Я почти не спал ночью, чувствую себя не очень.",
    "choices": null,
    "next": 68
  },
  {
    "message": "Хотел бы я сегодня никуда не идти, остаться дома все обдумать",
    "choices": null,
    "next": 69
  },
  {
    "message": "Но не могу. Если отец узнает, что я пропускаю занятия, то точно приедет",
    "choices": null,
    "next": 70
  },
  {
    "message": "В любом случае у меня еще будет время все обдумать. Ну не убьют же они меня сегодня в самом деле",
    "choices": null,
    "next": 71
  },
  {
    "message": "Черт. Не об этом я должен думать",
    "choices": null,
    "next": 72
  },
  {
    "message": "мне надо отвлечься.",
    "choices": null,
    "next": 73
  },
  {
    "message": "Сейчас схожу за сигаретами и поеду все же на занятия",
    "choices": null,
    "next": 74
  },
  {
    "message": "Сейчас на остановке встретил ту женщину с девочкой",
    "choices": null,
    "next": 75
  },
  {
    "message": "Это точно она!",
    "choices": null,
    "next": 76
  },
  {
    "message": "И они сели в тот же автобус  что и я. Я мог бы проследить за ней. Узнать где она работ, может понять, почему они себя так ведут",
    "choices": null,
    "next": 77
  },
  {
    "message": "Но, если я сейчас прослежу за ними, то точно пропущу сегодня лекции в институте.",
    "choices": null,
    "next": 78
  },
  {
    "message": "Как мне быть?",
    "choices": {
      "postiveChoiceLabel": "Проследи",
      "negativeChoiceLabel": "Не стоит",
      "positiveChoice": "Фиг с институтом, отмаешься как-нибудь!",
      "negativeChoice": "Учеба все же важнее, чем наблюдение за психами.",
      "positiveMessageAnswer": 79,
      "negativeMessageAnswer": 110
    },
    "next": 79
  },
  {
    "message": "Тогда решено. Надеюсь, я смогу придумать что-нибудь убедительное и отец поверит",
    "choices": null,
    "next": 80
  },
  {
    "message": "Сейчас важно не потерять их из виду и выйти на той же остановке",
    "choices": null,
    "next": 81
  },
  {
    "message": "Оставаться незамеченным тоже важно",
    "choices": null,
    "next": 82
  },
  {
    "message": "Я буду вести наблюдения, и докладывать обо всем тебе так мне будет спокойнее",
    "choices": null,
    "next": 83
  },
  {
    "message": "Мы только что проехали мою остановку. С ума сойти, до сих пор не вериться, то я выбрал слежку!",
    "choices": null,
    "next": 84
  },
  {
    "message": "Мы едем уже достаточно долго, но ничего не происходит, они просо молча, сидят, как статуи",
    "choices": null,
    "next": 85
  },
  {
    "message": "Это немного жутко",
    "choices": null,
    "next": 86
  },
  {
    "message": "Следующая остановка конечная, но насколько я знаю там почти ничего нет, кроме обычных домов и пары мелких магазинов и тем более там нет школы",
    "choices": null,
    "next": 87
  },
  {
    "message": "Женщина может работать продавцом, но как же ее дочь? Разве она не должна идти в школу?",
    "choices": null,
    "next": 88
  },
  {
    "message": "Конечная. Интересно куда они пойдут теперь?",
    "choices": null,
    "next": 89
  },
  {
    "message": "Они перешли дорогу и идут к другой остановке",
    "choices": null,
    "next": 90
  },
  {
    "message": "Это тот же самый маршрут! Мы едем обратно!",
    "choices": null,
    "next": 91
  },
  {
    "message": "Они поняли, что я за ними слежу? Что вообще происходит? Зачем мы теперь возвращаемся назад?",
    "choices": {
      "postiveChoiceLabel": "Успокойся",
      "negativeChoiceLabel": "Не знаю",
      "positiveChoice": "Может быть, они забыли выключить дома утюг?)",
      "negativeChoice": "Возможно, что они проехали свою остановку",
      "positiveMessageAnswer": 92,
      "negativeMessageAnswer": 94
    },
    "next": 92
  },
  {
    "message": "Ага. И по этому доехали до конечной",
    "choices": null,
    "next": 93
  },
  {
    "message": "Я понимаю, что ты пытаешься меня подбодрить, но мне почему-то не смешно.",
    "choices": null,
    "next": 95
  },
  {
    "message": "Может и так. Скоро мы это узнаем",
    "choices": null,
    "next": 95
  },
  {
    "message": "Теперь я просто обязан продолжить наблюдение. И так просто не успокоюсь, до тех пор, пока все не узнаю!",
    "choices": null,
    "next": 96
  },
  {
    "message": "Пока мы просто едем обратно. Они не выходят",
    "choices": null,
    "next": 97
  },
  {
    "message": "Просто сидят неподвижно",
    "choices": null,
    "next": 98
  },
  {
    "message": "Интересно, они вообще дышат? ",
    "choices": null,
    "next": 99
  },
  {
    "message": "В автобусе пока достаточно свободных мест, я могу сесть прямо за ними!",
    "choices": null,
    "next": 100
  },
  {
    "message": "Интересно заметят ли они меня?",
    "choices": null,
    "next": 101
  },
  {
    "message": "Все же не заметили. Кажется, они сейчас вообще ничего не замечают. Просто сидят",
    "choices": null,
    "next": 102
  },
  {
    "message": "А мы все едем. Пока ничего не происходит, я напишу тебе позже, если произойдет что-то необычное",
    "choices": null,
    "next": 103
  },
  {
    "message": "Короче, мы весь день катались по кругу, от остановки рядом с домом и до конечной и обратно",
    "choices": null,
    "next": 104
  },
  {
    "message": "Я чертовки устал, не ел целый день и хочу спать",
    "choices": null,
    "next": 105
  },
  {
    "message": "Отец сегодня так и не позвонил. Возможно, мне повезло, и о моем сегодняшнем пропуске ему никто не доложил.",
    "choices": null,
    "next": 106
  },
  {
    "message": "В любом случае я собираюсь поужинать и лечь спать. Больше мне не хочется ничего",
    "choices": null,
    "next": 107
  },
  {
    "message": "Сейчас я слышу, как у моих соседей работает телевизор, я слышу как они что–то говорят, возможно, обсуждают-то, что показывают по телику. И я думаю, неужели они тоже такие? Тоже едут в автобусе кругами? Тоже стоят ночью у окна и их губы и что-то говорят? ",
    "choices": null,
    "next": 108
  },
  {
    "message": "Сначала я думал, что  это просто странно и с ними что-то не так. Но что если это я псих? Что если схожу с ума? ",
    "choices": null,
    "next": 109
  },
  {
    "message": "Мне надо поспать",
    "choices": null,
    "next": -1
  },
  {
    "message": "Точно, учебу мне пропускать не стоит",
    "choices": null,
    "next": 111
  },
  {
    "message": "Но до своей остановки я все же могу за ними проследить.",
    "choices": null,
    "next": 112
  },
  {
    "message": "Жаль только, что в автобусе слишком много народу",
    "choices": null,
    "next": 113
  },
  {
    "message": "Я вышел из автобуса, но эта женщина поехала куда-то дальше. Увы, мы уже не узнаем куда.",
    "choices": null,
    "next": 114
  },
  {
    "message": "Сижу сейчас на лекции.",
    "choices": null,
    "next": 115
  },
  {
    "message": "Препод как всегда отчитывает девчонок. Это надолго",
    "choices": null,
    "next": 116
  },
  {
    "message": "Зато теперь можно сидеть в телефоне и никто этого не заметит",
    "choices": null,
    "next": 117
  },
  {
    "message": "Я попробую почитать в интернете о ситуациях похожих на мою. Позже напишу что удалось узнать",
    "choices": null,
    "next": 118
  },
  {
    "message": "Увы. Ничего не нашел. Похоже такие странные соседи только у меня.",
    "choices": null,
    "next": 119
  },
  {
    "message": "Пары уже закончились, а домой совершенно не хочется ехать.",
    "choices": null,
    "next": 120
  },
  {
    "message": "Но в институте делать уже нечего",
    "choices": null,
    "next": 120
  },
  {
    "message": "Выбора нет.",
    "choices": null,
    "next": 120
  }

]


